[
  {
    "title": "PH Congress urged to realign ‘presidential pork barrel’ in 2025 budget",
    "author": "Gabriel Pabico Lalu",
    "date": "August 27, 2024",
    "content": "/nProgressive groups led by Bagong Alyansang Makabayan stage a protest at the House of Representatives’ South Gate on Tuesday, August 27, 2024 as the House committee on appropriations prepares to discuss the Office of the Vice President’s (OVP) proposed budget for 2025. Protesters ask that OVP’s confidential funds usage in past years be checked by Congress, amid reports a P125 million allocation in 2022 was spent in just 11 days. (Photo from Bayan Muna)/n/nMANILA, Philippines — Progressive groups on Tuesday called on Congress to realign alleged “pork” allocations to social services that may lower the cost of food and other basic goods./nDuring a protest outside the Batasang Pambansa complex, while the House of Representatives was deliberating on the proposed national budget for 2025, groups led by Bagong Alyansang Makabayan (Bayan) claimed that pork allocations would be used for the 2025 elections./nAccording to Bayan, they consider the following as pork allocations:/n“These are all lump sum items, which means their distribution is based on the discretion of the president. These funds can be used by [President Ferdinand] Marcos Jr. for political patronage to consolidate power and dominate the 2025 elections,” Bayan said in a statement sent to reporters./n“It is unconscionable that politicians are colluding to reward themselves with pork barrel funds at a time when there is rising hunger, poverty, and joblessness in the country. The proposed budget reflects not just the distorted priorities of the government but also the systemic appropriation of public funds for shameless aggrandizement of those in power,” it added./nAccording to Bayan, the funds could be used instead to counter the effects of El Niño./n“Congress should realign the presidential pork barrel to ensure cheaper price of food, particularly rice, and accessible social services. The budget should also include adequate funding to compensate victims of flooding, El Niño, and other disasters,” the group said./nSpeaker Ferdinand Martin Romualdez and other House leaders have denied the presence of pork barrel in the proposed 2025 budget./nLast August 5, Romualdez was asked about ACT Teachers party-list Rep. France Castro’s claims that the unprogrammed funds allow Marcos to reallocate funds from government-owned and controlled corporations to items he prefers, making the appropriations discretionary and therefore, pork barrel./nSince pork barrel is defined as an item that can be changed even after the General Appropriations Act (GAA) for a specific year was enacted, Romualdez said these unprogrammed funds cannot be considered pork barrel./nThe Supreme Court has declared pork barrel as unconstitutional, but there are other petitions asking the High Tribunal to stop the transfer of unprogrammed funds as these are supposedly being used as pork barrel./nREAD: Romualdez disputes claims of pork barrel in budget /nOVP budget questioned/nBayan also questioned the Office of the Vice President’s (OVP) budget use in the past years, particularly its P125-million confidential fund (CF) for 2022, which was reportedly used in just 11 days./nThe House is set to deliberate on OVP’s proposed budget for 2025 on Tuesday afternoon./n“Instead of rewarding [Vice President Sara] Duterte with funds for her book, Congress should question how the vice president spent P125 million in just 11 days.  The anomalous CIF spending reflects the use of ‘black budget’ items by the government to fund questionable projects, including pork barrel allocations,” Bayan said./n“Aside from Duterte, Congress should demand accountability from Marcos Jr. whose office received the biggest CIF in 2022 and 2023.  It is time not just to scrutinize suspicious allocations but also abolish pork barrel funds that are being used for political patronage,” it added./nFor 2025, the proposed confidential and intelligence fund allocations decreased by 16 percent, from P12.37 billion in the 2024 GAA to P10.28 billion in the 2025 National Expenditures Program./nIt decreased because the executive branch adopted Congress’ policy that civilian agencies with no surveillance mandate are no longer given CF allocations, Budget Secretary Amenah Pangandaman said./nDBM: Confidential, intel funds for 2025 down 16%/nIn 2023, the CFs of the OVP and the Department of Education (DepEd) then under Duterte went through scrutiny after it was revealed that the OVP had a P125-million CF for 2022 even if the original budget did not have these items./nAs a result, the House removed the P500-million CF request of the OVP and realigned it to agencies securing the West Philippine Sea./nMeanwhile, the P150-million CF request of the DepEd was converted into an item under maintenance and other operating expenses./nSubscribe to our daily newsletter/nBy providing an email address. I agree to the Terms of Use and acknowledge that I have read the Privacy Policy./nREAD: How House removed, reduced the confidential funds of gov’t agencies"
  }
]